All Bars in Rebar Set have been hidden.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId HideAllBarsInRebarSet { get; }
  Visual Basic
Public Shared ReadOnly Property HideAllBarsInRebarSet As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ HideAllBarsInRebarSet {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarFailures Class
  Autodesk.Revit.DB Namespace